backend: tensorflow
class_name: Model
config:
  input_layers:
  - [in_data, 0, 0]
  layers:
  - class_name: InputLayer
    config:
      batch_input_shape: !!python/tuple [null, 87]
      dtype: float32
      name: in_data
      sparse: false
    inbound_nodes: []
    name: in_data
  - class_name: BatchNormalization
    config:
      axis: -1
      beta_constraint: null
      beta_initializer:
        class_name: Zeros
        config: {}
      beta_regularizer: null
      center: true
      epsilon: 0.001
      gamma_constraint: null
      gamma_initializer:
        class_name: Ones
        config: {}
      gamma_regularizer: null
      momentum: 0.99
      moving_mean_initializer:
        class_name: Zeros
        config: {}
      moving_variance_initializer:
        class_name: Ones
        config: {}
      name: batch_normalization_16
      scale: true
      trainable: true
    inbound_nodes:
    - - - in_data
        - 0
        - 0
        - {}
    name: batch_normalization_16
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_179
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_179
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_180
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_180
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_181
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_181
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_182
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_182
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_183
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_183
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_184
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_184
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_185
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_185
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_186
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_186
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_187
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_187
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_188
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_188
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_189
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_189
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_190
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_190
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_191
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_191
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_192
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_192
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_193
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_193
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_194
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_194
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_195
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_195
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_196
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_196
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_197
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_197
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_198
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_198
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_199
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_199
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_200
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_200
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_201
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_201
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_202
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_202
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_203
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_203
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_204
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_204
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_205
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_205
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_206
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_206
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_207
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_207
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_208
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_208
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_209
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_209
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_210
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_210
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_211
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_211
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_212
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_212
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_213
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_213
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_214
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_214
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_215
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_215
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_216
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_216
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_217
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_217
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_218
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_218
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_219
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_219
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_220
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_220
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_221
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_221
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_222
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_222
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_223
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_223
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_224
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_224
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_225
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_225
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_226
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_226
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_227
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1C\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_227
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s \0\0\0|\0d\0d\0\N\x02\
        t\0\x88\0\x17\0t\0\x88\0\x17\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\
        \0\0\0)\x01\xDA\x03bin)\x01\xDA\x01x)\x01\xDA\x01i\xA9\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\x1D\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_228
      output_shape: !!python/tuple ["\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x02\0\0\0S\0\
          \0\0s\f\0\0\0|\0d\x01\x19\0d\x02f\x02S\0)\x03N\xE9\0\0\0\0\xE9\x01\0\0\0\
          \xA9\0)\x01\xDA\bin_shaper\x03\0\0\0r\x03\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
          \b<lambda>\x1E\0\0\0s\0\0\0\0", null, null]
      output_shape_type: lambda
      trainable: true
    inbound_nodes:
    - - - batch_normalization_16
        - 0
        - 0
        - {}
    name: lambda_228
  - class_name: Lambda
    config:
      arguments: {}
      function: !!python/tuple
      - "\xE3\x01\0\0\0\0\0\0\0\x01\0\0\0\x05\0\0\0\x13\0\0\0s\x18\0\0\0|\0d\0d\0\N\
        \x02\x88\0\x88\0d\x01\x17\0\N\x02f\x02\x19\0S\0)\x02N\xE9\x01\0\0\0\xA9\0\
        )\x01\xDA\x01x)\x01\xDA\x01ir\x02\0\0\0\xFA <ipython-input-313-ad27bf770b40>\xDA\
        \b<lambda>\e\0\0\0s\0\0\0\0"
      - null
      - !!python/tuple [41]
      function_type: lambda
      name: lambda_229
